Repository: mozilla-l10n/mt-training-data
Catalog: xmf/xmf_pontoon.tmx
Source language: en_us
Languages: xmf

source: There are currently no prompts to validate for this language. Please refresh the page or try again later.
xmf: ასე თე ნინაშო გინაჯინალ ოკითხირეეფი ვარე. ქორთხინთ, გაახალათ ხასილა ვარდა კინ ქოცადათ გვიანონი.

source: There are currently no sentences to review in this language.
xmf: გინაჯინალი ზიტყვასქვილეფქ გეშელიუ თე ნინაშო.

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
xmf: აწი თე ნინაშოთ გინაჯინალი ნაჭარეფი ვარე. ნამთინ გიშატებულ ქუგაფუნა-და, შეილებუნა დართათჷნი ვარდა ქიდიჭყათ ხონარიში ნაჭარათ მოჩამა დო უკული კინ ქოცადათჷნი.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
xmf: თე ნინაშო ნაჭარათ მოჩამილ ინნაჭარეფქ ვეგორ. ქორთხინთ, გაახალით თე ხასილა ვარდა ქოცადით კინოხ.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
xmf: ნინაშენ ფირქიში ბრელ შარა რე. ჩიებაში ეშაჩინებელი მოდელეფჷშო Common Voice-ი მარზენა ფოკუსირებას "ართიანიში გაგებაშა", "ქოცადჷნანი, ქეშულებუნა თუ ვარ თე ნინაშა მაჩიებე კათას ართიანიში გაგება?"

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
xmf: აწი თე ნინაშოთ ოკითხირეფი ვარე. ნამთინ გიშატებულ ქუგაფუნა-და, შეილებუნა დართათჷნი ვარდა ქიდიჭყათ ხონარიშ ნაჭარათ მოჩამა დო უკული კინ ქოცადათჷნი.

source: The recording was too long.
xmf: ინნაჭარა გვალო გინძე რდუ.

source: The recording was too quiet.
xmf: ინნაჭარა გვალო ხონარდაბალი რდუ.

source: The recording was too short.
xmf: ინნაჭარა გვალო კუნტა რდუ.

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
xmf: აწი თე ნინაშოთ ხონარუან ინნაჭარეფი ვარე. ნამთინ გიშატებულ ქუგაფუნა-და, შეილებუნა დართათჷნი ვარდა ქიდიჭყათ ნაჭარათ მოჩამილიშ გინოჯინა დო უკულ კინ ქოცადათჷნი.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
xmf: თე ნინაშოთ ნაჭარათ მაჩამალი ხონარუან ინნაჭარაქ ვეგორ. ქორთხინთ, გაახალათ ხასილა ვარდა ხოლო ქოცადათჷნი.

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
xmf: ჯგირი იჸუაფუ ტექსტის ციფრეფი ვეიდა, მუშენ-და კითხირიში დროს თენა პრობლემეფ გიმიწვენს. რიცხვეფიში რაგადი შინაარსიშა რე დამოკიდებული დო გაუგებრობას გიმიწვენს. მაგალთო, “2409” შილებე ათაში წეკითხანინი "ჟირი ოთხი ნოლი ჩხორო", ვარდა “ჟირი ანთასი ოთხოში ჩხორო".

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
xmf: ბუნებრივ რე განსხვავება მაკითხირეფიშ ხონარიშ დონეეფიშ შკას. ვარიას ქიგუნჭირით, მუჟამს ხონარ თიცალ მაღალ რე, ინნაჭარა მითმეჭყორდუ. ვარდა თიცალ დაბალ რე, ნაჭარაშა თოლიშ მეუნაფაშ უმუშო აზრიშ გჷშაღალა გიჭირა.

source: The route was unclear.
xmf: ღობერი აკობურგონილი გინოძუდჷ იშო-აშო.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
xmf: მოჩამილ ნინეფს ართობაში მაკათურეფი ამუშენა. გატებელო საჭირო რე <localizationGlossaryLink> ვებსაიტიში ლოკალიზაცია </localizationGlossaryLink> დო <sentenceCollectionGlossaryLink> ზიტყვასქვილეფიში კოლექცია</sentenceCollectionGlossaryLink>.

source: The selected file is too large
xmf: გჷშაგორილი ფაილი გვალო დიდი რე

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
xmf: ზიტყვასქვილეფიში მაკორობალი გინმურს Common Voice თარ საიტშა. ასე შეილებუნა <writeURL> დოჭარათ </writeURL> ზიტყვასქვილი ვარდა <reviewURL> ქიგნაჯინათ </reviewURL> ზოხო გეძინელი ზიტყვასქვილეფს Common Voice-ის

source: The sentence has a grammatical or spelling error.
xmf: ზიტყვასქვილს გრამატიკული ვარდა თინჭარუაში კილი უღუ.

source: The sentence has disrespectful or offensive language.
xmf: თე ზიტყვასქვილი უმანგუ ვარდა ოლანძღარი რე.

source: The sentence must be grammatically correct.
xmf: ზიტყვასქვილეფი გრამატიკულო წორი ოკო რდას.

source: The sentence must be speakable.
xmf: ზიტყვასქვილეფი ორაგადე ოკო რდას.

source: The sentence must be spelled correctly.
xmf: ზიტყვასქვილეფი წორას ოკო რდას ჭარილი.

source: The sentence should have fewer than 15 words.
xmf: ზიტყვასქვილს ოკო რდას არძაშ უმოსი 15 ზიტყვა.

source: The site is ready to be launched when it reaches 75% completion.
xmf: საიტი ხაზირ იჸუაფუ გატებელო, მუჟამს თანგილი იჸი 75%.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
xmf: საიტი მუშობას მალას ქიდიჭყანს. უახალაში ინფორმაციაშ მიოღებელო, ქორთხინთ, ქაკათათ <matrixLink> Matrix ართობაში ოჩიებეს </matrixLink> ვარდა ქოძირათ <githubLink>GitHub</githubLink> დო <discourseLink> ჩქინი სადისკუსიო ფორუმს </discourseLink> საიტიში პრობლემეფი ქუმობჭარით.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
xmf: TED-LIUM კორპუსის რე ხონარუანი ინნაჭარეფი დო თინეფიში ტრანსკრიფცია, ნამუთ ხემიოჭირინაფალი რე TED-იში ვებსაიტის.

source: The website text is translated into that language.
xmf: ვებსაიტის ტექსტი გინმითანგუ თე ნინაშა.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
xmf: მასალა იკათუანს პირად მუნაჩემეფს, მუჭომით რენი სახელი, ელფოსტა, არდგილმდებარეობა, პირადობაშ ნომერი ვარდა ტელეფონიშ ნომერი.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
xmf: მასალა ითხინს პირად მუნაჩემეფს, სახელი, ელფოსტა, არდგილმდებარეობა, პირადობაშ ნომერი ვარდა ტელეფონიშ ნომერი.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
xmf: თე ინფორმაციაში გეძინა ვარე სავალდებულო. ქუგოკონადა, თქვანი ნება რე. ინოჭარილეფიში ნაკათაში გჷშაშკუმალაში დროს ჩქი პირად მუნაჩემეფს ირფელს უთხინუანთ, თიშენი ნამდა თქვან სახელი დო ელფოსტა ვარდას დაკავშირებული თაქ მითითებული ასაკის დო სქესისჷნი.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
xmf: ათე მუნაჩემეფიშ მიკოდვალა სავალდებულო ვარე - ქიმუწურეთ მუჭო მუგახუჯენანი. კრებულიშ ქჷშაშქუმალაშ დროს მინუობაშ ქჷშაჩინებელი ირი მუნაჩემეფს მუვაშორენთ, თიშენ ნამდა თქვანი სახელი დო ელფოსტა ვარდას მებუნაფილი სქესი დო ასაკიწკუმა. ტექნოლოგიაქ არძას ქჷგმადირთასჷნი, მუნაჩემეფი, ნამუთ დეველოპერეფს ტექნოლოგიაშ აკოქიმინუას ოხვარუნი, შხვადოშხვა კათაში ოკო რდას. ქიგეგით უმოსი, მუშენ რე შანულამი მეტამუნაჩემეფინი.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
xmf: თენა რე გუმორინაფაში შემთხვევეფიშა ორიენტირებული სეგმენტი, ნამუთ მიშეშკვანს მუნაჩემეფს ციფრეფიში დო ქო/ვარ ხონარუან ზოჯუეფიში ეშაჩინებაში უზრუნველსაყოფო.

source: This is how you cite yourself if you wrote the content yourself.
xmf: მაგალითი, მუჭო ოკო მეუწურუე სკანი ნამუშერი.

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
xmf: თე პროექტი თქვანცალი კათაში უმუშო ვეკეთინედუ. 🎉 ბრელნერო შეილებუნა ქაკათათ დო ხე ქუნწყუათ Common Voice-იში გოფალუას. - კოდიში ჭარუა ვაგოსაჭირუნა წილიში მიშაღალარო!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
xmf: თე პარამეტრი აკონტროლენს ლიდერეფიში სიას სკანი ძირაფუობას. მუჟამს ფულირი იჸუაფუნი, თქვანი წიმე ულას მითინი ვაძირუნს. თენა თის ნიშნენს, ნამდა თქვანი სურათი, გუმმარინაფალიში ჯოხო დო პროგრესი ვაგმორჩქინდუ. გეთვალისწინით, თირუეფიში გიოძინალო ლიდერეფიში სიაში გაახალებას { $minutes } წთ. ოკო.

source: Three to go!
xmf: სუმ ცალქ დოსკიდუ!

source: Tibetan
xmf: ტიბეტური

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
xmf: ელფოსტაშ ოთირალო ვარდა ოსწორებელო, ქუმოპჭარით ოწურაფუშა <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
xmf: ამდღა

source: Today's Common Voice progress on clips recorded
xmf: ამდღარი წიმე ულა Common Voice-იშ ინნაჭარა კლიპეფიშენი

source: Today's Common Voice progress on clips validated
xmf: Common Voice-იშ ამდღარი წიმე ულა კლიპეფიშ გინოჯინაშენი

source: Today's Progress
xmf: ამდღანერი წიმე ულა

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
xmf: თი შემთვევას ქიგუძინანს Common Voice მუნაჩემეფიში კათელს, მუჟამს ხონარუანი ინნაჭარას ჟირი შხვადოშხვა გუმმარინაფალი დადასურენსჷნი.

source: Too many files
xmf: ბრელი ფაილეფი რე

source: Top Contributors
xmf: საუჯგუშო მოხალისეეფი

source: Total
xmf: გვალო

source: Total Approved
xmf: გვალო დადასურებული

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
xmf: მარძგვან განშე გუმოჭარილი რე უპირატესობეფი დო ენწყუმილი რე, ინფორმაციაში ნამუ თია იჸუაფუ ოჯარე. ქისარგებლით თუდო მოჩამილი რსხილეფით Common Voice-იში ანგარიშიში აკაქიმინალო თქვანოთ სასურველი მოწყობილობაშე.

source: Toward next goal
xmf: ბონას უკულიანი ღანკიშახ

source: Track progress here and on your stats page.
xmf: თოლი ქუჸუნეთ თქვანი წიმე ულას თაქ დო თქვანი სტატისტიკაში ხასჷლას.

source: Transcribe
xmf: ნაჭარათ მოჩამა

source: Transcribe answers
xmf: გამეფიშ ნაჭარათ გინორთინაფა

source: Transcribe Audio
xmf: აუდიოში ნაჭარათ მოჩამა

source: Transcribe audio recordings
xmf: ინოჭარილი ხონარეფიში ტრანსკრიფცია თქვანი ნინაშა

source: Transcribe audio recordings into text
xmf: ინოჭარილი ხონარეფიში ნაჭარათ მოჩამა

source: Transcript edited successfully
xmf: ნაჭარათ მოჩამილქ წუმოძინელო გეწორინუ

source: Transcript skipped successfully
xmf: ნაჭარათ გინორთელქ გიშატებულქ იჸუ წუმოძინელო

source: Transcript submitted successfully
xmf: ნაჭარათ მოჩამილქ წუმოძინელო ქიჯღონინჷ

source: Transcript voted successfully
xmf: წუმოძინელო შიფასინუ ნაჭარათ მოჩამილქ

source: Transgender
xmf: სქესთირელი

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
xmf: <translateVideoLink> ქოძირით ჩქინი შარაშმაწურაფალი, Pontoon მუჭო ოკო გიმირინუათჷნი. </translateVideoLink>

source: Translating the site
xmf: საიტიში გინოთანგუა

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
xmf: თანგუა ინგლისურშე რე შიოლებერი, თუმცა თექ ხემიოჭირინაფალი ხოლო რე <strong> მერზიება </strong> შხვადოშხვა ნინეფშე. ქიგუკაკეთ <strong> Profile </strong> ნიშანს, უკული <strong> Settings </strong> რსხილს დო ქიგუძინით კორინებული ნინეფი. თუდო მარძგვან კუნთხუს ძირუნთ ნინეფშენ მერზიებას, ნამუსუთ გეჭარჷ <strong> Locales </strong>. გინოთანგუა საიტის ართ დღაშა ქორჩქინდუ.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
xmf: Common Voice-ქ გეგნითანგასჷნი, თეშენ გიმირინუაფუ <strong> Pontoon </strong>.

source: Try again by dragging your file here
xmf: ხოლო ქოცადით ფაილიში თაქ გინოღალა

source: Try uploading again
xmf: ხოლო ქოცადით გეძინა

source: Turkish
xmf: თურქული

source: Turkmen
xmf: თურქმენული

source: Tush
xmf: თუშურ

source: Typically megabytes
xmf: ჩვეულებრივ მეგაბაიტეფი

source: Ubykh
xmf: უბიხური

source: Ukrainian
xmf: უკრაინული

source: Understand contribution criteria
xmf: ქიგეგით წილიში მიშაღალაში კრიტერიუმეფი

source: Understand how to contribute and validate on the Common Voice dataset
xmf: ქოძირით, მუჭო ოკო გეუძინათ დო გინაჯინათ ზიტყვასქვილეფს დო ხონარიში ინნაჭარეფს Common Voice-იშ მუნაჩემეფიშ კათელს

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
xmf: ქიგეგით მუს ოკო დეკვირათ ინოჭარილეფიში მორჩქილაფას დო გაუჯგუშით ხონარიში ინოჭარუა!

source: Universities, Academics and Researchers
xmf: უნივერსიტეტეფი, აკადემიკოსეფი დო მკვლევარეფი

source: Upload aborted. Do you want to delete your recordings?
xmf: გეძინაქ მეჭყორდჷ. თქვანი ინნაჭარეფიში ლასუა გოკონანო?

source: Upload an image file
xmf: ქიგუძინით სურათიშ ფაილი

source: { $uploadedQuestions } of { $totalQuestions } questions collected
xmf: { $uploadedQuestions } { $totalQuestions } ოკითხირი მეღებულ რე

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
xmf: { $uploadedQuestions } ოკითხირე კორობილი რე. ქოძირით ჩქინ <guidelinesLink> ოხემანჯღვერე </guidelinesLink>, ხასილეფი, სოდეთ შეილებუნა უმოსი გეგათ მუჭო ოკო გეუძინათ ოკითხირეეფინი.

source: { $uploadedSentences } of { $totalSentences } sentences collected
xmf: { $uploadedSentences } ზიტყვასქვილი რე მეღებულჷ { $totalSentences }-შე.

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
xmf: { $uploadedSentences } ზიტყვასქვილი რე მეღებულჷ. ქიგუკაკეთ.<downloadLink> თაქ </downloadLink> გეგნიჭარე ვარებულ ზიტყვასქვილეფინი { $totalSentences } -შე.

source: Upload failed, please retry.
xmf: ვეგიაძინ, ქორთხინთ, კინ ქოცადათჷნი.

source: Upload <icon></icon> public domain sentences
xmf: ქიგუძინით <icon></icon> ზიტყვასქვილეფი ოირქიანე საკუთრებაშე

source: Upload in progress...
xmf: გითმიაძინუ...

source: Upload more sentences?
xmf: გოკონანო მეტი ზიტყვასქვილეფიში გეძინა?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
xmf: ინნაჭარაში გეძინაქ ვემიხერხინ. ახაშო გონწყით ხასილა ვარდა კინ ქოცადით.

source: Upload of this clip keeps failing, keep retrying?
xmf: ათე ინნაჭარაქ ხოლო ვეგიძინინ, გოკონანო ხელახაშო ქოცადათჷნი?

source: Use correct grammar
xmf: გიმირინეთ წორი გრამატიკა

source: Use correct spelling and grammar
xmf: თინას ჭარილი დო გრამატიკულო წორი

source: Use correct spelling and grammar.
xmf: გიმირინეთ თინჭარუა დო გრამატიკა.

source: Use correct spelling and punctuation
xmf: გიმირინეთ წორი ჭარუა დო სასვენი ლიშანეფი

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
xmf: მოსახვარე იჸუაფუ <mark> ორთაშური ჩიებაშ კონტექსტეფი </mark> დო გუმორინაფაშ შემთხვევეფიშოთ (მაგალთო, მუჟამს მუშენთ ზეპირი რაგადიში დო ირდღარი ოჩიებე ნინაშ ეშაჩინებაშენი)

source: User Name
xmf: გუმმარინაფალიში ჯოხო

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
xmf: მომხმარებლეფი გინმაჯინენა მეღებული ინნაჭარეფიში თინუობას, აფასენა წორას რე თუ ვარ ზიტყვასქვილეფი კითხირებული.

source: Uzbek
xmf: უზბეკური

source: Validate
xmf: გინოჯინა

source: Validated Clips
xmf: გინოჯინელი კლიპეფი

source: Validated Hours
xmf: დადასურებული საათეფი

source: Validated Hr. Total
xmf: გინოჯინელი საათეფი ართო

source: Validate readings
xmf: ქიგნაჯინით ნაკითხირას

source: Validate Readings
xmf: კითხირებულიში გინოჯინა

source: Validate Readings, Review Transcriptions
xmf: კითხირებულიში დადასურება, ტრანსკრიფციაში გინოჯინა

source: Validate Readings <small>(Coming soon)</small>
xmf: კითხირებულიში გინოჯინა <small> (მალას)</small>

source: Validate readings submitted by community members
xmf: ქიგნაჯინით ათე ბუნაში მაკათურეფიში ნაკითხირეფს

source: Validate user-recorded readings in your language
xmf: ქიგნაჯინით მუმახვარებელიში ნაკითხირას თქვან ნინაშა

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
xmf: ქიგნაჯინით <validateIcon></validateIcon> თე ოკითხირეეფი ქაყმაყოფილენსო წესენს?

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
xmf: ინნაჭარეფიშ გინოჯინა ხოლო მნიშვნელოვან რე Common Voice-იშ თარი ღანკიშოთ. ქუმურჩქილეთ დო ქიდმეხვარით ხარისხიანი ხონარუან მუნაჩემეფიშ აკოქიმინუას.

source: Validation Progress
xmf: დადასურებაში წიმე ულა

source: Validations
xmf: დადასურება

source: Value and recognition.
xmf: დაფასება დო აღიარება.

source: Variant Contribution Options
xmf: წილიშ მიშაღალაშ ვარიანტეფი

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
xmf: ვარიანტეფი ნინაშ სპეციფიკურ ფორმა რე - ნამუსუთ გიმმირინუანა,მაგალთო, ართ გეოგრაფიულ არდგილს მახორუ კათა. თეს შხვანერო დიალექტის ხოლო უძახუნა.

source: Varying Pronunciations
xmf: შხვადოშხვანერი თქუალა

source: Version
xmf: ვერსია

source: Very common mistakes include:
xmf: გავრცელებულ შეცთომეფი რე:

source: Vietnamese
xmf: ვიეტნამური

source: View your progress against personal and project goals.
xmf: ქოძირით თქვანი პროგრესი პერსონალური დო პროექტიში ღანკიში შესაბამისი.

source: Visible
xmf: ღილე

source: Voice clips are entered into a submission queue that readies them for listening.
xmf: ხონარუანი ინნაჭარეფი, ნამუთ მოჩამილი რე მარჩქილაფარო დო გინაჯინალო.

source: Voice Collection
xmf: ხონარეფიშ კოლექცია

source: Voice Contribution
xmf: ხონარუანი წვლილი

source: Voice Dataset, Ready for Download
xmf: ხონარიში მუნაჩემეფიში კათელი ხაზირი რე გუმახარგალო

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
xmf: ხუმა რე ორთაშური, ხუმა რე ადამიერი! თენა მობწონა, მუჟამს ფქიმინუნთ ხონარუან ტექნოლოგიეფს მანქანეფშონი. ხონარუან სისტემეფიშ აკაქიმინალო თეშ მაქიმინალეფს გვალო ბრელი ინნაჭარეფი ოსაჭირუნა.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
xmf: ხუმა რე ორთაშური, ხუმა რე ადამიერი! თენა მობწონა, მუჟამსით აკმოფქიმინუნთ ხონარუან ტექნოლოგიეფს მანქანეფშონი. ხონარუან სისტემეფიშ აკაქიმინალო გვალო ბრელი ინნაჭარეფი რე საჭირო.

source: Voices Online Now
xmf: ასე ხუმეფი ონლაინ რე

source: Voice Validation
xmf: ინნაჭარეფიში დადასურება

source: Volume
xmf: ხონარიში სიმაღალე

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
xmf: VoxForge რდუ ტრანსკრიფციული ჩიებაში ოკორობალი კათელი, უფასო დო გოღია წყუში ეშაჩინებელი სისტემეფიშოთ აკოქიმინელი.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
xmf: გიღუნანო ზალამი Common Voice-იშ გაუჯგუშებას ქჷდმეხვარათჷნი? ჰერებამი! ქიდმეკავშირით ელფოსტათ ვარდა <discourseLink>Discourse-ით</discourseLink> ფორუმეფს, ქუმომჯღონით მუ პრობლემეფი უღუ საიტის <githubLink>GitHub-ის</githubLink>, ვარდა ქუმაკათით<matrixLink>Matrix-იშ</matrixLink> კათაში ოჩიებეს.

source: Want to save your information? <createProfile>Create a profile</createProfile>
xmf: გოკონანო თქვანი მუნაჩემეფიში შენახება? <createProfile> გაკეთით პროფილი </createProfile>

source: Want to stay in touch with Common Voice?
xmf: გოკონანო Common Voice-წკუმა კონტაქტი გიღუდანინი?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
xmf: ზალამი გიღუნანო, სიახალეეფი ქიგეგათ Common Voice-იში ახალი მუნაჩემეფიშ კათელიშ გუშაშკუმალაში ბორჯის? გეგშეჭარით ჩქინი ახალი ამბეეფიშ ბიულეტენი.

source: Watch our video explainer to help
xmf: მოხვარაშენი ქუჯინით ჩქინი ვიდეოს.

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
xmf: ჩქი ირო მოკონა მუნაჩემეფიში გუმმარინაფალეფიშე მიფრჩქილუათ შხვადოშხვა საჭიროებაში დო კონტექსტიში გურშენი - მუნაჩემეფიში აკოშაყარუაშე დოჭყაფილი თე მასალეფიში გაუჯგუშებაშენი თქვანი არზით გათებული. სიამოვნებით <emailFragment> მიფრჩქილუანთ თქვანდე. </emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
xmf: ჩქი აკმოფქიმინუნთ ხონარეფიშ გოღია დო არგამათ ხემიოჭირინაფალ მუნაჩემეფიშ კათელს, ნამუში გუმორინაფა არძას შეულებუდასჷნი იჸუაფუ ჩიებაში ხუჯიშმემაჩამალი აპლიკაციეფიშ გასაუჯგუშებელო.

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
xmf: ჩქი ხუჯის ალურეთ ოჯარე სექტორიში ჩართულობას ტექნოლოგიეფიში, ინოვაციეფიში დო ნინაში უფლებეფიში თხილუაში საქვარს. გურს ქოიღუნა მასშტაბური პროექტეფიში დოჭყაფა-და, ქორთხინთ <emailFragment> ქიდმეკავშირით </emailFragment> ათე ოწურაფუთუ

source: We are going out to get a coffee.
xmf: ყავაში ოშუმუშა გალე გუმმურთ.

source: We are going out to get coffee.
xmf: ყავაშ ოშუმუშა გალე გუმმურთ.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
xmf: ჩქი, Mozilla-ს, ვოცადუთ აკოფშაყარუათ დიდი ართობა ხონარუან ტექნოლოგიეფიშ მუკი-მუკი. კორინი მიღუნა, ქუდოფსკიდათ კავშირს გაახალებული ამბეფით, მუნაჩემეფიში ახალ წყუეფით დო ქიმიფრჩქილუათ, თქვა მუჭო გუმგოდირთეს თე მუნაჩემეფქჷნი.
